{
  "voice_messages": [
    {
      "from_user": "Vladimir",
      "date": "2025-10-01T12:52:13",
      "duration": 39,
      "type": "voice",
      "is_forwarded": true,
      "transcription": "Значит, смотри, я позвонил с Леной, которая у нас в окна поставляет. Значит, в нас идет пункт 11, там, где написано ВАУШИШТЕРИОРИШ и ПЕРГОЛАШ. Вот этот кусок сметы на португальский и на русский язык вырезаешь, и также файл, где у нас идет 3D-визуализация этих будинков. Вот это все ей отправляешь, пусть она считает то, что касается ее части.",
      "tasks": [
        {
          "name": "Вырезать кусок сметы на португальский и русский язык",
          "description": "Необходимо вырезать из сметы пункт 11, где написано ВАУШИШТЕРИОРИШ и ПЕРГОЛАШ. Этот кусок сметы переведен на португальский и русский язык.",
          "due_date": null,
          "priority": 3,
          "assignee": null
        },
        {
          "name": "Отправить файл с 3D-визуализацией будинков",
          "description": "Необходимо отправить файл, где идет 3D-визуализация будинков, Лене, которая у нас в окна поставляет.",
          "due_date": null,
          "priority": 3,
          "assignee": null
        },
        {
          "name": "Отправить вырезанный кусок сметы и файл с 3D-визуализацией Лене",
          "description": "Необходимо отправить вырезанный кусок сметы на португальский и русский язык и файл с 3D-визуализацией будинков Лене, которая у нас в окна поставляет.",
          "due_date": null,
          "priority": 3,
          "assignee": "Лена"
        }
      ]
    },
    {
      "from_user": "Vladimir",
      "date": "2025-10-01T12:52:58",
      "duration": 32,
      "type": "voice",
      "is_forwarded": true,
      "transcription": "сразу как разработать мне вынесете эти электрические проекты то что я там просил по коммуникациях после этого сразу формулируйте и отправляйте эмейл для Лены чтобы это не затягивалось и сразу пишите ей что этот проект находится приблизительно рядом с Адемиром это будет 2 часа в сторону Алжезура и хай сразу пиши на когда будет готовый про рахунок чтобы я мог попередить клиента",
      "tasks": [
        {
          "name": "Разработка электрических проектов",
          "description": "Разработать электрические проекты, которые были запрошены ранее, включая коммуникации.",
          "due_date": null,
          "priority": 1,
          "assignee": null
        },
        {
          "name": "Отправить эмейл для Лены",
          "description": "Сформулировать и отправить эмейл для Лены, указав, что проект находится рядом с Адемиром, это будет 2 часа в сторону Алжезура.",
          "due_date": null,
          "priority": 1,
          "assignee": null
        },
        {
          "name": "Уведомление о готовности проекта",
          "description": "Сообщить о дате готовности проекта, чтобы можно было предупредить клиента.",
          "due_date": null,
          "priority": 1,
          "assignee": null
        }
      ]
    },
    {
      "from_user": "Vladimir",
      "date": "2025-10-01T12:52:58",
      "duration": 38,
      "type": "voice",
      "is_forwarded": true,
      "transcription": "После того, как сформируешь предложение по окнам для Лены, формируешь следующее, которое называется карпентереж. Вырезаешь весь этот пункт, восьмой, там кухня, шкафы. Вот этот пункт, значит, нужно сформировать тоже с картинками, только на португальском, на русском не надо. Формируешь вот это и сохраняете как для мебельщика. Я потом скажу, кому могу Димата отправлять.",
      "tasks": [
        {
          "name": "Сформировать предложение по окнам для Лены",
          "description": "Необходимо сформировать предложение по окнам для Лены",
          "due_date": null,
          "priority": 3,
          "assignee": null
        },
        {
          "name": "Сформировать карпентереж",
          "description": "Вырезать весь пункт восьмой, включая кухню и шкафы. Сформировать данный пункт с картинками на португальском языке. Сохранить для мебельщика.",
          "due_date": null,
          "priority": 3,
          "assignee": "Димат"
        }
      ]
    }
  ],
  "total_tasks_created": 8,
  "clickup_list_id": "901515871754"
}